[
    {
        "source": "Dimethylamine",
        "source_cid": "674",
        "bridge": "Phosgene",
        "bridge_cid": "6371",
        "text1": "wikipedia: Dimethylamine is an organic compound with the formula (CH3)2NH. This secondary amine is a colorless, flammable gas with an ammonia-like odor. Dimethylamine is commonly encountered commercially as a solution in water at concentrations up to around 40%. An estimated 270,000 tons were produced in 2005.\n\nStructure and synthesis: The molecule consists of a nitrogen atom with two methyl substituents and one hydrogen. Dimethylamine is a weak base and the pKa of the ammonium CH3-NH+2-CH3 is 10.73, a value above methylamine (10.64) and trimethylamine (9.79).\nDimethylamine reacts with acids to form salts, such as dimethylamine hydrochloride, an odorless white solid with a melting point of 171.5 °C. Dimethylamine is produced by catalytic reaction of methanol and ammonia at elevated temperatures and high pressure:\n\n2 CH3OH + NH3 → (CH3)2NH + 2 H2O\n\nNatural occurrence: Dimethylamine is found quite widely distributed in animals and plants, and is present in many foods at the level of a few mg/kg.\n\nUses: Dimethylamine is a precursor to several industrially significant compounds. It reacts with carbon disulfide to give dimethyl dithiocarbamate, a precursor to zinc bis(dimethyldithiocarbamate) and other chemicals used in the sulfur vulcanization of rubber. Dimethylaminoethoxyethanol is manufactured by reacting dimethylamine and ethylene oxide. Other methods are also available producing streams rich in the substance which then need to be further purified. The solvents dimethylformamide and dimethylacetamide are derived from dimethylamine. It is raw material for the production of many agrichemicals and pharmaceuticals, such as dimefox and diphenhydramine, respectively. The chemical weapon tabun is derived from dimethylamine. The surfactant lauryl dimethylamine oxide is found in soaps and cleaning compounds. Unsymmetrical dimethylhydrazine, a rocket fuel, is prepared from dimethylamine.\n\n(CH3)2NH + NH2Cl → (CH3)2NNH2 ⋅ HCl\nIt is an attractant for boll weevils.\n\nReactions: It is basic, in both the Lewis and Brønsted senses. It easily forms dimethylammonium salts upon treatment with acids. Deprotonation of dimethylamine can be effected with organolithium compounds. The resulting LiNMe2, which adopts a cluster-like structure, serves as a source of Me2N−. This lithium amide has been used to prepare volatile metal complexes such as tetrakis(dimethylamido)titanium and pentakis(dimethylamido)tantalum.\nIt reacts with many carbonyl compounds. Aldehydes give aminals. For example reaction of dimethylamine and formaldehyde gives bis(dimethylamino)methane:\n\n2 (CH3)2NH + CH2O → [(CH3)2N]2CH2 + H2O\nIt converts esters to dimethylamides.\n\nSafety: Dimethylamine is not very toxic with the following LD50 values: 736 mg/kg (mouse, i.p.); 316 mg/kg (mouse, p.o.); 698 mg/kg (rat, p.o.); 3900 mg/kg (rat, dermal); 240 mg/kg (guinea pig or rabbit, p.o.).\nAlthough not acutely toxic, dimethylamine undergoes nitrosation to give dimethylnitrosamine, a carcinogen.\n\nSee also: Methylamine\nTrimethylamine\n\nReferences: \n\nExternal links: International Chemical Safety Card 0260 (gas)\nInternational Chemical Safety Card 1485 (aqueous solution)\nNIOSH Pocket Guide to Chemical Hazards. \"#0219\". National Institute for Occupational Safety and Health (NIOSH).\nProperties from Air Liquide\nMSDS at airliquide.com\n\n\n pubchem:\nDimethylamine, anhydrous appears as a colorless gas smelling of fish at low concentrations and of ammonia at higher concentrations. Shipped as a liquid under its vapor pressure. Contact with the unconfined liquid can cause frostbite by evaporative cooling and chemical type burns. The gas, which is corrosive, dissolves readily in water to form flammable corrosive solutions. The gas is heavier than air and can asphyxiate by the displacement of air. Gas is easily ignited and produces toxic oxides of nitrogen when burned. Long-term inhalation of low concentrations or short-term inhalation of low concentrations has adverse health effects. Under prolonged exposure to fire or intense heat the containers may rupture violently and rocket. Used to make other chemicals and as a solvent.\nDimethylamine, aqueous solution appears as a solution of a gas in water. Odor ranging from a fishlike to ammonia-like depending on vapor concentration. Corrosive to skin and eyes. Vapors heavier than air. Toxic oxides of nitrogen produced during combustion.\nDimethylamine is a secondary aliphatic amine where both N-substituents are methyl. It has a role as a metabolite. It is a secondary aliphatic amine and a member of methylamines. It is a conjugate base of a dimethylaminium.\nDimethylamine has been reported in Mimosa pudica, Cannabis sativa, and other organisms with data available.\nDimethylamine is a uremic toxin.  Uremic toxins can be subdivided into three major groups based upon their chemical and physical characteristics: 1) small, water-soluble, non-protein-bound compounds, such as urea; 2) small, lipid-soluble and/or protein-bound compounds, such as the phenols and 3) larger so-called middle-molecules, such as beta2-microglobulin. Chronic exposure of uremic toxins can lead to a number of conditions including renal damage, chronic kidney disease and cardiovascular disease.  Dimethylamine (DMA) is an organic secondary amine. It is a colorless, liquefied and flammable gas with an ammonia and fish-like odor. Dimethylamine is abundantly present in human urine. Main sources of urinary DMA have been reported to include trimethylamine N-oxide, a common food component, and asymmetric dimethylarginine (ADMA), an endogenous inhibitor of nitric oxide (NO) synthesis. ADMA is excreted in the urine in part unmetabolized and in part after hydrolysis to DMA by dimethylarginine dimethylaminohydrolase (DDAH). Statistically significant increases in urinary DMA have been found in individuals after the consumption of fish and seafoods. The highest values were obtained for individuals that consumed coley, squid and whiting with cod, haddock, sardine, skate and swordfish As a pure chemical substance Dimethylamine is used as dehairing agent in tanning, in dyes, in rubber accelerators, in soaps and cleaning compounds and as an agricultural fungicide. In the body, DMA also undergoes nitrosation under weak acid conditions to give dimethlynitrosamine.\n\nSee also: Polidronium Chloride (monomer of); Acorus calamus root (part of); Polidronium (monomer of).\nsafety: Flammable and Compressed Gas and Corrosive and Irritant\nsmiles: CNC\nforumla: C2H7N\nchem_properties: Molecular Weight: 45.08 g/mol\nXLogP3: -0.2\nHydrogen Bond Donor Count: 1\nHydrogen Bond Acceptor Count: 1\nRotatable Bond Count: 0\nExact Mass: 45.057849228 Da\nMonoisotopic Mass: 45.057849228 Da\nTopological Polar Surface Area: 12\nHeavy Atom Count: 3\nFormal Charge: 0\nComplexity: 2.8\nIsotope Atom Count: 0\nDefined Atom Stereocenter Count: 0\nUndefined Atom Stereocenter Count: 0\nDefined Bond Stereocenter Count: 0\nUndefined Bond Stereocenter Count: 0\nCovalently-Bonded Unit Count: 1\nCompound Is Canonicalized: Yes \n\n",
        "text2": "wikipedia: Phosgene is an organic chemical compound with the formula COCl2. It is a toxic, colorless gas; in low concentrations, its musty odor resembles that of freshly cut hay or grass. It can be thought of chemically as the double acyl chloride analog of carbonic acid, or structurally as formaldehyde with the hydrogen atoms replaced by chlorine atoms. In 2013, about 75–80 % of global phosgene was consumed for isocyanates, 18% for polycarbonates and about 5% for other fine chemicals.\nPhosgene is extremely poisonous and was used as a chemical weapon during World War I, where it was responsible for 85,000 deaths. It is a highly potent pulmonary irritant and quickly filled enemy trenches due to it being a heavy gas.\nIt is classified as a Schedule 3 substance under the Chemical Weapons Convention. In addition to its industrial production, small amounts occur from the breakdown and the combustion of organochlorine compounds, such as chloroform.\n\nStructure and basic properties: Phosgene is a planar molecule as predicted by VSEPR theory. The C=O distance is 1.18 Å, the C−Cl distance is 1.74 Å and the Cl−C−Cl angle is 111.8°. Phosgene is a carbon oxohalide and it can be considered one of the simplest acyl chlorides, being formally derived from carbonic acid.\n\nProduction: Industrially, phosgene is produced by passing purified carbon monoxide and chlorine gas through a bed of porous activated carbon, which serves as a catalyst:\n\nCO + Cl2 → COCl2 (ΔHrxn = −107.6 kJ/mol)\nThis reaction is exothermic and is typically performed between 50 and 150 °C. Above 200 °C, phosgene reverts to carbon monoxide and chlorine, Keq(300 K) = 0.05. World production of this compound was estimated to be 2.74 million tonnes in 1989.\nPhosgene is fairly simple to produce, but is listed as a Schedule 3 substance under the Chemical Weapons Convention. As such, it is usually considered too dangerous to transport in bulk quantities. Instead, phosgene is usually produced and consumed within the same plant, as part of an \"on demand\" process. This involves maintaining equivalent rates of production and consumption, which keeps the amount of phosgene in the system at any one time fairly low, reducing the risks in the event of an accident. Some batch production does still take place, but efforts are made to reduce the amount of phosgene stored.\n\nInadvertent generation: \n\nAtmospheric chemistry: Simple organochlorides slowly convert into phosgene when exposed to ultraviolet (UV) irradiation in the presence of oxygen. Before the discovery of the ozone hole in the late 1970s large quantities of organochlorides were routinely used by industry, which inevitably led to them entering the atmosphere. In the 1970-80s phosgene levels in the troposphere were around 20-30 pptv (peak 60 pptv). These levels had not decreased significantly nearly 30 years later, despite organochloride production becoming restricted under the Montreal Protocol.\nPhosgene in the troposphere can last up to about 70 days and is removed primarily by hydrolysis with ambient humidity or cloudwater. Less than 1% makes it to the stratosphere, where it is expected to have a lifetime of several years, since this layer is much drier and phosgene decomposes slowly through UV photolysis. It plays a minor part in ozone depletion.\n\nCombustion: Carbon tetrachloride (CCl4) can turn into phosgene when exposed to heat in air. This was a problem as carbon tetrachloride is an effective fire suppressant and was formerly in widespread use in fire extinguishers. There are reports of fatalities caused by its use to fight fires in confined spaces. Carbon tetrachloride's generation of phosgene and its own toxicity mean it is no longer used for this purpose.\n\nBiologically: Phosgene is also formed as a metabolite of chloroform, likely via the action of cytochrome P-450.\n\nHistory: Phosgene was synthesized by the Cornish chemist John Davy (1790–1868) in 1812 by exposing a mixture of carbon monoxide and chlorine to sunlight. He named it \"phosgene\" from Greek φῶς (phos, light) and γεννάω (gennaō, to give birth) in reference of the use of light to promote the reaction. It gradually became important in the chemical industry as the 19th century progressed, particularly in dye manufacturing.\n\nReactions and uses: The reaction of an organic substrate with phosgene is called phosgenation. Phosgenation of diols give carbonates (R = H, alkyl, aryl), which can be either linear or cyclic:\n\nn HO−CR2−X−CR2−OH + n COCl2 → [−O−CR2−X−CR2−O−C(=O)−]n + 2n HCl\nAn example is the reaction of phosgene with bisphenol A to form polycarbonates. Phosgenation of diamines gives di-isocyanates, like toluene diisocyanate (TDI), methylene diphenyl diisocyanate (MDI), hexamethylene diisocyanate (HDI), and isophorone diisocyanate (IPDI). In these conversions, phosgene is used in excess to increase yield and minimize side reactions. The phosgene excess is separated during the work-up of resulting end products and recycled into the process, with any remaining phosgene decomposed in water using activated carbon as the catalyst. Diisocyanates are precursors to polyurethanes. More than 90% of the phosgene is used in these processes, with the biggest production units located in the United States (Texas and Louisiana), Germany, Shanghai, Japan, and South Korea. The most important producers are Dow Chemical, Covestro, and BASF. Phosgene is also used to produce monoisocyanates, used as pesticide precursors (e.g. methyl isocyanate (MIC).\nAside from the widely used reactions described above, phosgene is also used to produce acyl chlorides from carboxylic acids:\n\nR−C(=O)−OH + COCl2 → R−C(=O)−Cl + HCl + CO2\nFor this application, thionyl chloride is commonly used instead of phosgene.\n\nLaboratory uses: The synthesis of isocyanates from amines illustrates the electrophilic character of this reagent and its use in introducing the equivalent synthon \"CO2+\":\n\nR−NH2 + COCl2 → R−N=C=O + 2 HCl, where R = alkyl, aryl\nSuch reactions are conducted on laboratory scale in the presence of a base such as pyridine that neutralizes the hydrogen chloride side-product.\nPhosgene is used to produce chloroformates such as benzyl chloroformate:\n\nR−OH + COCl2 → R−O−C(=O)−Cl + HCl\nIn these syntheses, phosgene is used in excess to prevent formation of the corresponding carbonate ester.\nWith amino acids, phosgene (or its trimer) reacts to give amino acid N-carboxyanhydrides. More generally, phosgene acts to link two nucleophiles by a carbonyl group. For this purpose, alternatives to phosgene such as carbonyldiimidazole (CDI) are safer, albeit expensive. CDI itself is prepared by reacting phosgene with imidazole.\nPhosgene is stored in metal cylinders. In the US, the cylinder valve outlet is a tapered thread known as \"CGA 160\" that is used only for phosgene.\n\nAlternatives to phosgene: In the research laboratory, due to safety concerns phosgene nowadays finds limited use in organic synthesis. A variety of substitutes have been developed, notably trichloromethyl chloroformate (\"diphosgene\"), a liquid at room temperature, and bis(trichloromethyl) carbonate (\"triphosgene\"), a crystalline substance.\n\nOther reactions: Phosgene reacts with water to release hydrogen chloride and carbon dioxide:\n\nCOCl2 + H2O → CO2 + 2 HCl\nAnalogously, upon contact with ammonia, it converts to urea:\n\nCOCl2 + 4 NH3 → CO(NH2)2 + 2 [NH4]Cl\nHalide exchange with nitrogen trifluoride and aluminium tribromide gives COF2 and COBr2, respectively.\n\nChemical warfare: It is listed on Schedule 3 of the Chemical Weapons Convention: All production sites manufacturing more than 30 tonnes per year must be declared to the OPCW. Although less toxic than many other chemical weapons such as sarin, phosgene is still regarded as a viable chemical warfare agent because of its simpler manufacturing requirements when compared to that of more technically advanced chemical weapons such as tabun, a first-generation nerve agent.\nPhosgene was first deployed as a chemical weapon by the French in 1915 in World War I. It was also used in a mixture with an equal volume of chlorine, with the chlorine helping to spread the denser phosgene. Phosgene was more potent than chlorine, though some symptoms took 24 hours or more to manifest.\nFollowing the extensive use of phosgene during World War I, it was stockpiled by various countries.\nPhosgene was then only infrequently used by the Imperial Japanese Army against the Chinese during the Second Sino-Japanese War. Gas weapons, such as phosgene, were produced by the IJA's Unit 731.\n\nToxicology and safety: Phosgene is an insidious poison as the odor may not be noticed and symptoms may be slow to appear.\nAt low concentrations,  phosgene may have a pleasant odor of freshly mown hay or green corn, but has also been described as sweet, like rotten banana peels. \nThe odor detection threshold for phosgene is 0.4 ppm, four times the threshold limit value (time weighted average). Its high toxicity arises from the action of the phosgene on the −OH, −NH2 and −SH groups of the proteins in pulmonary alveoli (the site of gas exchange), respectively forming ester, amide and thioester functional groups in accord with the reactions discussed above. This results in disruption of the blood–air barrier, eventually causing pulmonary edema. The extent of damage in the alveoli does not primarily depend on phosgene concentration in the inhaled air, with the dose (amount of inhaled phosgene) being the critical factor. Dose can be approximately calculated as \"concentration\" × \"duration of exposure\". Therefore, persons in workplaces where there exists risk of accidental phosgene release usually wear indicator badges close to the nose and mouth. Such badges indicate the approximate inhaled dose, which allows for immediate treatment if the monitored dose rises above safe limits.\nIn case of low or moderate quantities of inhaled phosgene, the exposed person is to be monitored and subjected to precautionary therapy, then released after several hours. For higher doses of inhaled phosgene (above 150 ppm × min) a pulmonary edema often develops which can be detected by X-ray imaging and regressive blood oxygen concentration. Inhalation of such high doses can eventually result in fatality within hours up to 2–3 days of the exposure.\nThe risk connected to a phosgene inhalation is based not so much on its toxicity (which is much lower in comparison to modern chemical weapons like sarin or tabun) but rather on its typical effects: the affected person may not develop any symptoms for hours until an edema appears, at which point it could be too late for medical treatment to assist. Nearly all fatalities as a result of accidental releases from the industrial handling of phosgene occurred in this fashion. On the other hand, pulmonary edemas treated in a timely manner usually heal in the mid- and longterm, without major consequences once some days or weeks after exposure have passed. Nonetheless, the detrimental health effects on pulmonary function from untreated, chronic low-level exposure to phosgene should not be ignored; although not exposed to concentrations high enough to immediately cause an edema, many synthetic chemists (e.g. Leonidas Zervas) working with the compound were reported to experience chronic respiratory health issues and eventual respiratory failure from continuous low-level exposure.\nIf accidental release of phosgene occurs in an industrial or laboratory setting, it can be mitigated with ammonia gas; in the case of liquid spills (e.g. of diphosgene or phosgene solutions) an absorbent and sodium carbonate can be applied.\n\nAccidents: The first major phosgene-related incident happened in May 1928 when eleven tons of phosgene escaped from a war surplus store in central Hamburg. Three hundred people were poisoned, of whom ten died.\nIn the second half of 20th century several fatal incidents implicating phosgene occurred in Europe, Asia and the US. Most of them have been investigated by authorities and the outcome made accessible to the public. For example, phosgene was initially blamed for the Bhopal disaster, but investigations proved methyl isocyanate to be responsible for the numerous poisonings and fatalities.\nRecent major incidents happened in January 2010 and May 2016. An accidental release of phosgene gas at a DuPont facility in West Virginia killed one employee in 2010. The US Chemical Safety Board released a video detailing the accident. Six years later, a phosgene leak occurred in a BASF plant in South Korea, where a contractor inhaled a lethal dose of phosgene.\n2023 Ohio train derailment: A freight train carrying vinyl chloride derailed and burned in East Palestine, Ohio, releasing phosgene and hydrogen chloride into the air and contaminating the Ohio River.\n\nSee also: \n\nReferences: \n\nExternal links: Davy's account of his discovery of phosgene\nInternational Chemical Safety Card 0007\nCDC - Phosgene - NIOSH Workplace Safety and Health Topic\nNIOSH Pocket Guide to Chemical Hazards\nU.S. CDC Emergency Preparedness & Response\nU.S. EPA Acute Exposure Guideline Levels\nRegime For Schedule 3 Chemicals And Facilities Related To Such Chemicals, OPCW website\nCBWInfo website\nUse of Phosgene in WWII and in modern-day warfare\nUS Chemical Safety Board Video on accidental release at DuPont facility in West Virginia\n\n\n pubchem:\nPhosgene is a colorless nonflammable gas that has the odor of freshly cut hay. It is a manufactured chemical, but small amounts occur naturally from the break down of chlorinated compounds. Phosgene is used in the manufacture of other chemicals such as dyestuffs, isocyanates, polycarbonates and acid chlorides; it is also used in the manufacture of pesticides and pharmaceuticals. Phosgene can also be used to separate ores. Phosgene is a gas at room temperature, but is sometimes stored as a liquid under pressure or refrigeration.\nPhosgene appears as a chemical warfare choking agent. Extremely toxic. A colorless gas or very low-boiling, volatile liquid with an odor of new-mown hay or green corn. Warning properties of the gas inhaled are slight, death may occur within 36 hours (Lewis, 3rd ed., 1993, p. 1027). Prolonged exposure of the containers to intense heat may result in their violent rupturing and rocketing.  Rate of onset: Immediate & Delayed (Lungs)  Persistence: Minutes - hours  Odor threshold: 0.5 ppm  Source/use/other hazard: Dye, pesticide, and other industries; history as war gas, corrosive/irritating.\nPhosgene is an acyl chloride obtained by substitution of both hydrogens of formaldehyde by chlorine. It is functionally related to a formaldehyde.\nPhosgene is used as a chemical intermediate; in the past, it was used as a chemical warfare agent. Phosgene is extremely toxic by acute (short-term) inhalation exposure. Severe respiratory effects, including pulmonary edema, pulmonary emphysema, and death have been reported in humans. Severe ocular irritation and dermal burns may result following eye or skin exposure. Chronic (long-term) inhalation exposure to phosgene has been shown to result in some tolerance to the acute effects noted in humans, but may also cause irreversible pulmonary changes of emphysema and fibrosis. Limited human studies indicate no increase in the incidence of cancer among workers chronically exposed to phosgene. EPA has classified phosgene as a Group D compound, not classifiable as to human carcinogenicity.\nPhosgene is a synthetic formaldehyde derivative with both hydrogens substituted by chlorine. Phosgene is used in the manufacture of other chemicals, pesticides, and pharmaceuticals. It can also be used to separate ores, and has been used as a chemical warfare agent. It is characterized as a colorless to light yellow gas at room temperature and normal pressure or as a liquid under pressure or with refrigeration, with an odor of freshly cut hay. Exposure occurs by inhalation, ingestion, or contact.\nA highly toxic gas that has been used as a chemical warfare agent. It is an insidious poison as it is not irritating immediately, even when fatal concentrations are inhaled. (From The Merck Index, 11th ed, p7304)\nsafety: Compressed Gas and Corrosive and Acute Toxic\nsmiles: C(=O)(Cl)Cl\nforumla: CCl2O\nchem_properties: Molecular Weight: 98.91 g/mol\nXLogP3: 1.8\nHydrogen Bond Donor Count: 0\nHydrogen Bond Acceptor Count: 1\nRotatable Bond Count: 0\nExact Mass: 97.9326200 Da\nMonoisotopic Mass: 97.9326200 Da\nTopological Polar Surface Area: 17.1\nHeavy Atom Count: 4\nFormal Charge: 0\nComplexity: 29\nIsotope Atom Count: 0\nDefined Atom Stereocenter Count: 0\nUndefined Atom Stereocenter Count: 0\nDefined Bond Stereocenter Count: 0\nUndefined Bond Stereocenter Count: 0\nCovalently-Bonded Unit Count: 1\nCompound Is Canonicalized: Yes \n\n",
        "ind1": "673",
        "ind2": "6370",
        "question": "What is the main industrial use of the compound related to the properties or applications concerning its safety or chemical interactions with dimethylamine, and how does it contribute to its production cycle?",
        "answer": "Phosgene is primarily used in the production of isocyanates, which account for 75-80% of its global consumption. It is often produced and consumed within the same plant as part of an \"on demand\" process to reduce the risks associated with its storage and transport due to its classification as a Schedule 3 substance under the Chemical Weapons Convention."
    },
    {
        "source": "Tribromoethanol",
        "source_cid": "6400",
        "bridge": "Trifluoroethanol",
        "bridge_cid": "6409",
        "text1": "wikipedia: 2,2,2-Tribromoethanol, often called just tribromoethanol, is a chemical compound with formula Br3C−CH2OH.  Its molecule can be described as that of ethanol, with the three hydrogen atoms in position 2 (on the methyl group) replaced by bromine.  It is a white crystalline solid, soluble in water and other solvents, that absorbs strongly in the UV below 290 nm.\nTribromoethanol is used in medicine and biology as an anesthetic, and has been available commercially for that purpose by the trade name Avertin.  It was formerly used on humans and is still often used on laboratory animals, and to capture wild birds.\nIt is also used in plastics industry as a polymerization initiator.\n\nUses: \n\nAnimal anesthetic: Tribromoethanol is often used to anesthetize laboratory animals, particularly rodents, before surgery. As a solution in tert-amyl alcohol, it has the brand name Avertin. The tert-amyl alcohol acts as a weak hypnotic, in addition to improving the solubility of the tribromoethanol.  Administered intravenously, tribromoethanol (Avertin) causes rapid and deep anesthesia followed by rapid and full postoperative recovery in small mammals. Recently its safety for this purpose has been questioned.\n\nWildlife capture: Tribromoethanol has also been long used as spiked grain bait to capture wild turkeys for research and wildlife management purposes. However, the birds learn to avoid it, for over a year, after a single exposure, and will drive other flock members away from the bait when they detect it.\n\nHuman anesthetic: In the first half of the 20th century, Avertin was also used in humans as a general anesthetic or basal narcotic to induce unconsciousness prior to the administration of other anesthetic agents. It was administered rectally as a retention enema or by intravenous injection.  Its rectal use was particularly favored for pediatrics, head or neck surgery, or in mentally unstable or anxious patients. Electrophysiology studies showed that tribromoethanol acts as a positive allosteric modulator of the inhibitory GABAA and glycine receptors, a mechanism similar to that seen with the related compound 2,2,2-trichloroethanol. Bromal hydrate (2,2,2-tribromoethanol-1,1-diol), a compound also recognized to produce general anesthesia in animals, is metabolized to tribromoethanol.\n\nPolymerization initiator: Tribromoethanol can be used as a functional polymerization initiator for the introduction of α-hydroxyl groups in poly(methyl methacrylate) (PMMA) and poly(n-butyl acrylate) (PBAK).\n\nChemistry: \n\nPhotolysis: Tribromoethanol should be kept refrigerated and in the dark, to prevent decomposition by light into hydrobromic acid and possibly 2,2-dibromoacetaldehyde or glycolic acid.\n\nSee also: Trichloroethanol\nTrifluoroethanol\n\n\n== References ==\n\n\n pubchem:\nTribromoethanol is an organobromine compound and an alcohol.\nsafety: Irritant\nsmiles: C(C(Br)(Br)Br)O\nforumla: C2H3Br3O\nchem_properties: Molecular Weight: 282.76 g/mol\nXLogP3: 2.1\nHydrogen Bond Donor Count: 1\nHydrogen Bond Acceptor Count: 1\nRotatable Bond Count: 0\nExact Mass: 281.77135 Da\nMonoisotopic Mass: 279.77340 Da\nTopological Polar Surface Area: 20.2\nHeavy Atom Count: 6\nFormal Charge: 0\nComplexity: 38.5\nIsotope Atom Count: 0\nDefined Atom Stereocenter Count: 0\nUndefined Atom Stereocenter Count: 0\nDefined Bond Stereocenter Count: 0\nUndefined Bond Stereocenter Count: 0\nCovalently-Bonded Unit Count: 1\nCompound Is Canonicalized: Yes \n\n",
        "text2": "wikipedia: 2,2,2-Trifluoroethanol is the organic compound with the formula CF3CH2OH. Also known as TFE or trifluoroethyl alcohol, this colourless, water-miscible liquid has a smell reminiscent of ethanol. Due to the electronegativity of the trifluoromethyl group, this alcohol exhibits a stronger acidic character compared to ethanol.\n\nSynthesis: Trifluoroethanol is produced industrially by hydrogenation or the hydride reduction of derivatives of trifluoroacetic acid, such as the esters or acyl chloride.\nTFE can also be prepared by hydrogenolysis of compounds of generic formula CF3−CHOH−OR (where R is hydrogen or an alkyl group containing from one to eight carbon atoms), in the presence of a palladium containing catalyst deposited on activated charcoal. As a co-catalyst for this conversion tertiary aliphatic amines like triethylamine are commonly employed.\n\nProperties: Trifluoroethanol is used as a specialized solvent in organic chemistry. Oxidations of sulfur compounds using hydrogen peroxide are effectively conducted in TFE.\nIt competitively inhibits alcohol dehydrogenase for example.\nTFE forms complexes with Lewis bases such as THF or pyridine through hydrogen bonding, yielding 1:1 adducts. It is classified as a hard Lewis acid and its acceptor properties are discussed in the ECW model yielding EA = 2.07 and CA = 1.06.\nTFE can be used in biochemical experiments to stabilize alpha helix. There are also stable beta sheets in TFE, suggesting that TFE stabilizes the secondary structure the sequence has a preference for.\n\nReactions: Oxidation of trifluoroethanol yields trifluoroacetic acid. It also serves as a source of the trifluoroethoxy group for various chemical reactions (Still-Gennari modification of HWE reaction).\n2,2,2-Trifluoroethyl vinyl ether, an inhaled drug introduced clinically under the tradename Fluoromar, features a vinyl ether of trifluorethanol. This species was prepared by the reaction of trifluoroethanol with acetylene.\n\nSafety: Trifluoroethanol is classified as toxic to blood, the reproductive system, bladder, brain, upper respiratory tract and eyes. Research has shown it to be a testicular toxicant in rats and dogs.\n\nSee also: Trifluoromethanol\n\nReferences: \n\nExternal links: Halocarbon Fluorochemicals Archived 2016-05-28 at the Wayback Machine\nUnited States Patent number 4,647,706 \"Process for the synthesis of 2,2,2-Trifluoroethanol and 1,1,1,3,3,3-Hexafluoroisopropanol\"\n\n\n pubchem:\n2,2,2-trifluoroethanol is a fluoroalcohol. It is functionally related to an ethanol.\nA non-aqueous co-solvent that serves as tool to study protein folding. It is also used in various pharmaceutical, chemical and engineering applications.\nA non-aqueous co-solvent that serves as tool to study protein folding. It is also used in various pharmaceutical, chemical and engineering applications.\nsafety: Flammable and Corrosive and Acute Toxic and Irritant and Health Hazard\nsmiles: C(C(F)(F)F)O\nforumla: C2H3F3O\nchem_properties: Molecular Weight: 100.04 g/mol\nXLogP3: 0.4\nHydrogen Bond Donor Count: 1\nHydrogen Bond Acceptor Count: 4\nRotatable Bond Count: 0\nExact Mass: 100.01359920 Da\nMonoisotopic Mass: 100.01359920 Da\nTopological Polar Surface Area: 20.2\nHeavy Atom Count: 6\nFormal Charge: 0\nComplexity: 38.5\nIsotope Atom Count: 0\nDefined Atom Stereocenter Count: 0\nUndefined Atom Stereocenter Count: 0\nDefined Bond Stereocenter Count: 0\nUndefined Bond Stereocenter Count: 0\nCovalently-Bonded Unit Count: 1\nCompound Is Canonicalized: Yes \n\n",
        "ind1": "6399",
        "ind2": "6408",
        "question": "What is the chemical formula and molecular weight of the compound related to tribromoethanol that is referenced in the text?",
        "answer": "The chemical formula of 2,2,2-Trifluoroethanol is C2H3F3O and its molecular weight is 100.04 g/mol."
    }
]